Repository: MX-Linux/checkaptgpg
Catalog: translations/po/*.po
Languages: de, es_es, fr, gl_es, hu, it, ja, nb, nl, pt, pt_br, ru_ru, sq, sv, tr

source: MX Fix GPG keys
de: MX Fix GPG-Schlüssel
es_es: MX Arreglar claves GPG
fr: MX Réparation des clés GPG - MX Fix GPG keys
gl_es: MX Arranxo de chaves GPG
hu: MX GPG kulcs javító
it: MX Chiavi GPG
ja: MX GPG キー修復
nb: MX Fiks GPG-nøkler
nl: MX Fix GPG sleutels
pt: Chaves GPG
pt_br: Consertar as Chaves GPG do MX
ru_ru: MX Исправление ключей GPG
sq: Ndreqje MX Kyçesh GPG
sv: MX Fixa GPG keys
tr: MX GPG Anahtarı Düzeltici

source: Check and install missing apt GPG keys
de: Überprüfung und Installation fehlender apt GPG Schlüssel
es_es: Comprobar e instalar las claves GPG de apt que faltan
fr: Vérifier et installer les clés GPG manquantes pour apt
gl_es: Verificar chaves GPG do apt e instalar chaves en falta
hu: Hiányzó apt GPG kulcsok ellenőrzése és telepítése
it: Controlla e installa le chiavi GPG mancanti
ja: APT GPG キーのチェック／インストールを行います
nb: Kontroller og installer manglende GPG-nøkler til apt
nl: Controleer en installeer ontbrekende GPG sleutels
pt: Verificar chaves GPG do apt e instalar chaves em falta [checkaptgpg]
pt_br: Verifica e instala as chaves GPG ou GnuPG (GNU Privacy Guard ou Proteção de Privacidade do GNU) que estiverem ausentes com o programa MX Fix GPG Keys
ru_ru: Проверить и установить отсутствующие GPG ключи apt
sq: Kontrolloni dhe instaloni kyçe GPG që mungojnë për apt-in
sv: Leta efter och installera saknade apt GPG keys
tr: Eksik apt GPG anahtarlarını denetleyin ve kurun

source: Check for and install missing apt GPG keys
de: Kontrollieren die GPG-Schlüssel für APT/ Synaptic
es_es: Comprobar si faltan claves GPG de apt e instalarlas
fr: Vérifier et installer les clés GPG manquantes pour apt
gl_es: Verificar chaves GPG do apt e instalar chaves en falta
hu: Hiányzó apt GPG kulcsok ellenőrzése és telepítése
it: Controllare le chiavi GPG per APT/Synaptic
ja: 必要な APT GPG キーのチェック／インストール
nb: Kontroller og installer manglende GPG-nøkler til apt
nl: Controleer de GPG sleutels voor APT/Synaptic
pt: Pesquisar e instalar chaves GPG do apt que estejam em falta.
pt_br: Verifica e instala as chaves GPG do APT que estiverem ausentes
ru_ru: Проверить и установить отсутствующие GPG ключи apt
sq: Kontrolloni për dhe instaloni kyçe GPG që mungojnë për apt-in
sv: Leta efter och installera saknade apt GPG keys
tr: Eksik apt GPG anahtarlarını denetleyin ve kurun

source: apt;fix;check;gpg;keys;
de: apt;fix;check;gpg;keys;Schlüssel;
es_es: apt;fix;check;gpg;keys;arreglar;comprobar;claves;
fr: apt;fix;check;gpg;keys;clés;vérifier;corriger;
hu: apt;javítás;ellenőrzés;gpg;kulcsok;
it: apt;ripara;controlla;gpg;chiavi;
ja: apt;fix;修復;修正;復旧;check;チェック;確認;gpg;keys;キー;鍵;
nb: apt;fiks;kontroller;gpg;nøkler;
nl: apt;repareer;controleer;gpg;sleutels;
pt_br: apt;corrigir;consertar;verificar;chaves;keys;gpg;
ru_ru: apt;fix;check;gpg;keys;исправить;ремонт;ключи;
sq: apt;ndreqje;kontrollo;gpg;kyçe;
tr: apt;düzelt;kontrol;gpg;anahtarlar;

source: Good GPG signature found.
de: Gute GPG-Signatur gefunden.
es_es: Firma GPG correcta encontrada.
fr: Une bonne signature GPG a été trouvée.
gl_es: Boa sinatura GPG atopada.
hu: Jó GPG aláírás található.
it: Buona firma GPG trovata.
ja: 正当な GPG 署名が見つかりました。
nb: Fant GPG-signatur.
nl: Goede GPG handtekening gevonden.
pt: Boa assinatura GPG encontrada.
pt_br: A assinatura das chaves do GPG que foi encontrada é confiável.
ru_ru: Найдена хорошая подпись GPG.
sq: U gjet nënshkrim i mirë GPG.
sv: Bra GPG signatur hittad.
tr: Başarılı GPG imzası bulundu.

source: Keys not found on keyserver:
de: GPG-Schlüssel nicht auf den Schlüsselservern gefunden:
es_es: Claves no encontradas en el servidor de claves:
fr: Clés non trouvées sur le serveur de clés :
gl_es: Chaves non atopadas no servidor de chaves:
hu: Kulcsok nem találhatók a kulcsszerveren:
it: Chiavi non trovate sul server delle chiavi:
ja: 次のキーサーバーにはキーが見つかりません：
nb: Fant ikke nøkler på nøkkeltjener:
nl: Sleutels niet gevonden op keyserver:
pt: Chaves não encontradas no servidor de chaves:
pt_br: As chaves não foram encontradas no servidor de chaves:
ru_ru: Ключи не найдены на сервере ключей:
sq: S’u gjetën kyçe në shërbyes kyçesh:
sv: Keys ej funna på keyserver:
tr: Anahtar sunucusunda bulunmayan anahtarlar:

source: Press 'H' for online help, press any other key to close this window.
de: Für die Online-Hilfe 'H' drücken, zum Schließen dieses Fensters eine beliebige andere Taste.
es_es: Pulsar 'H' para la ayuda en l√≠nea, pulsar cualquier otra tecla para cerrar esta ventana.
fr: Appuyez sur « H » pour obtenir l’aide en ligne, appuyez sur n’importe quelle autre touche pour fermer cette fenêtre.
gl_es: Prema 'H' para obter axuda en li√±a, prema calquera outra tecla para pechar esta xanela.
hu: Nyomja meg a 'H' billentyűt az online súgó megnyitásához, vagy bármilyen más billentyűt az ablak bezárásához.
it: Premi 'H' per la guida in linea, premi qualsiasi altro tasto per chiudere questa finestra.
ja: オンラインヘルプを表示するには H キーを押します。ウィンドウを閉じるにはそれ以外のキーを押してください。
nb: Trykk «H» for hjelpetekst på Internett, trykk en annen knapp for å lukke vinduet.
nl: Druk op 'H' voor online hulp, druk op een andere toets om dit venster te sluiten.
pt: Prima 'H' para ajuda on-line, prima outra tecla para fechar esta janela.
pt_br: Pressione a tecla ‘H’ para obter ajuda na internet ou pressione qualquer outra tecla para fechar esta janela.
ru_ru: Нажмите 'H' для онлайн-помощи, нажмите любую другую клавишу, чтобы закрыть это окно.
sq: Shtypni “N” për ndihmë në internet, shtypni çfarëdo tasti tjetër që të mbyllet kjo dritare.
sv: Tryck på 'H' för online-hjälp, tryck på vilken tangent som helst för att stänga detta fönster.
tr: Çevrimiçi yardım için 'H'ye basın, bu pencereyi kapatmak için herhangi bir tuşa basın.

source: Please wait while the link '%s' opens ...
de: Bitte warten, während sich der Link '%s' öffnet ...
es_es: Por favor, espere mientras se abre el enlace '%s' ...
fr: Veuillez patienter pendant que le lien « %s » s’ouvre...
gl_es: Por favor, agarde mentres se abre o enlace '%s' ...
hu: Várjon, amíg a '%s' oldal megnyílik...
it: Attenti mentre il link '%s' apre...
ja: リンク先の '%s' が開くまでお待ちください ...
nb: Vent mens lenken «%s» åpnes …
nl: Even wachten terwijl de link '%s' wordt geopend ...
pt: Aguarde enquanto o link '%s' abre ...
pt_br: Por favor, aguarde enquanto o endereço eletrônico ‘%s’ abre...
ru_ru: Пожалуйста, подождите, пока откроется ссылка '%s' ...
sq: Ju lutemi, pritni, teksa hapet lidhja “%s”…
sv: Var vänlig vänta medan länken '%s' öppnas ...
tr: '%s' bağlantısı açılırken lütfen bekleyiniz...

source: Press any key to close this window.
de: Eine beliebige Taste drücken, um dieses Fenster zu schließen.
es_es: Pulsar cualquier tecla para cerrar esta ventana.
fr: Appuyez sur n’importe quelle touche pour fermer cette fenêtre.
gl_es: Prem a calquera tecla para pechar esta xanela.
hu: Nyomjon meg egy billentyűt az ablak bezárásához.
it: Premi qualsiasi tasto per chiudere questa finestra.
ja: 任意のキーを押せば、ウィンドウが閉じます。
nb: Trykk en vilkårlig tast for å lukke vinduet.
nl: Druk op een willekeurige toets om dit venster te sluiten.
pt: Prima qualquer tecla para fechar esta janela.
pt_br: Pressione qualquer tecla para fechar esta janela.
ru_ru: Нажмите любую клавишу, чтобы закрыть это окно.
sq: Që të mbyllet kjo dritare, shtypni çfarëdo tasti.
sv: Tryck på vilken tangent som helst för att stänga detta fönster.
tr: Bu pencereyi kapatmak için herhangi bir tuşa basın.

source: Checking
de: Überprüfe
es_es: Comprobando
fr: Vérification
gl_es: Comprobando
hu: Ellenőrzés
it: Controllo
ja: チェック中です
nb: Kontrollerer
nl: Controleren
pt: A verificar
pt_br: Verificando a assinatura da chave GPG
ru_ru: Проверяется
sq: Po kontrollohet
sv: Kontrollerar
tr: Denetleniyor

source: This command needs %s privileges to be executed.\n
de: Dieser Befehl benötigt die Rechte von %s, um ausgeführt zu werden.\n
es_es: Este comando %s necesita privilegios para ser ejecutado.\n
fr: Cette commande nécessite les privilèges %s pour être exécutée.\n
gl_es: Esta orde necesita privilexios %s para ser executada.\n
hu: A parancs futtatásához %s jogosultság szükséges.\n
it: Questo comando ha bisogno di %s privilegi per essere eseguito.\n
ja: このコマンドを実行するには %s 権限が必要です。\n
nb: Kommandoen trenger %s-privilegier for å utføres.\n
nl: Dit commando heeft %s privileges nodig om uitgevoerd te worden.\n
pt: Este comando necessita privilégios de %s para ser executado.\n
pt_br: Este comando precisa de privilégios de ‘%s’ para ser executado.\n
ru_ru: Для выполнения этой команды требуются привилегии %s.\n
sq: Që të përmbushet ky urdhër, lypsen privilegje %s.\n
sv: Detta kommando behöver %s privilegier för att kunna köras.\n
tr: Bu komutun çalıştırılabilmesi için %sayrıcalıklarına ihtiyacı var.\n
